sdaiInsertNestedAggrAfterADB(Sdai_ItrId*,Sdai_ADBId*)
\details
Inserts a new nested aggregate value into an application instance list after the element referenced by a specified iterator.
\param iterator        [in] An iterator object that refers to the element to insert the new value.
\param selaggrInstance [in] An attribute data block (ADB) object that defines the data type of the value.
\returns The inserted aggregate value.
\remarks
The passed ADB object determines the type of created aggregate in cases when aggregate elements have the SELECT data type.